Repository: gi-ong/airbnb-clone
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Search By City
es: Buscar por Ciudad

source: Please don't copy us.
es: Por favor no nos copies.

source: All rights reserved
es: Todos los derechos reservados

source: Stop hosting
es: Stop hosting(es)

source: Start hosting
es: Start hosting(es)

source: Create Room
es: Create Room(es)

source: Favs
es: Favs(es)

source: Profile
es: Profile(es)

source: Log out
es: Log out(es)

source: Log in
es: Log in(es)

source: Sign up
es: Sign up(es)

source: Remove from Favourites
es: Remove from Favourites(es)

source: Save to Favourites
es: Save to Favourites(es)

source: Page %(current_page)s of %(total_pages)s
es: Pågina %(current_page)s de %(total_pages)s

source: Can't go there
es: No puedo ir allí.

source: Male
es: Hombre

source: Female
es: Hembra

source: Other
es: Otros

source: English
es: Inglés

source: Korean
es: Coréano

source: gender
es: el género

source: bio
es: biografía

source: birthdate
es: fecha de nacimiento

source: language
es: el lenguaje

source: currency
es: moneda

source: email_verified
es: email_verificado

source: email_secret
es: email_secreto

source: Verify Airbnb Account
es: Verificar la cuenta de Airbnb
